Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_176-Vimalakirtinirdesa-v1.tmx
Source language: bo
Languages: en

source: མི་དགེ་བ་ཐམས་ཅད་ཀྱི་བག་ཆགས་ནི་སྤངས་དགེ་བའི་ཆོས་ཐམས་ཅད་དང་ནི་ལྡན་པ་ཡིན་ན་དེ་ལ་སྙུན་ག་ལ་འབྱུང་། དེ་ལ་ཉམ་ང་བ་ག་ལ་ཡོད།
en: having eliminated all the instinctual traces of evil and being endowed with all goodness. How could disease or discomfort affect such a body?

source: །འདུ་བྱེད་ཀྱི་དེ་བཞིན་ཉིད་ཀྱི་རང་བཞིན་ཏེ།
en: He is the essence that is the reality of performance,

source: བཙུན་པ་ཀུན་དགའ་བོ་བཅོམ་ལྡན་འདས་ལ་སྐུར་པ་མ་འདེབས་པར་ཅང་མ་ཟེར་བར་སླར་སོང་ཤིག
en: “ ‘Reverend Ānanda, go in silence, and do not belittle the Lord.

source: །གཞན་སུ་ལ་ཡང་དེ་སྐད་མ་སྨྲ་ཤིག
en: Do not say such things to others.

source: །གཟི་བརྗིད་ཆེ་བ་གཟི་བརྗིད་ཆེ་བའི་ལྷའི་བུ་རྣམས་དང་། སངས་རྒྱས་ཀྱི་ཞིང་ཀུན་ནས་ལྷགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་ཐོས་ས་རེ།
en: It would not be good for the powerful gods or for the bodhisattvas coming from the various buddhafields to hear such words.

source: བཙུན་པ་ཀུན་དགའ་བོ་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་དགེ་བའི་རྩ་བ་ཆུང་ངུ་དང་ལྡན་པ་ལ་ཡང་ནད་མེད་ན།
en: “ ‘Reverend Ānanda, a universal monarch, who is endowed only with a small root of virtue, is free of diseases.

source: འདུ་ཤེས་མ་མཆིས་པའོ།
en: but he is not intellect.

source: །འདུ་ཤེས་ཀྱི་དེ་བཞིན་ཉིད་ཀྱི་རང་བཞིན་ཏེ།
en: He is the essence that is the reality of intellect,

source: ཚོར་བ་མ་མཆིས་པའོ།
en: but he is not sensation.

source: །ཚོར་བའི་དེ་བཞིན་ཉིད་ཀྱི་རང་བཞིན་ཏེ།
en: He is the essence that is the reality of sensation,

source: གཟུགས་མ་མཆིས་པའོ།
en: but he is not matter.

source: །ཆོས་ནི་བླང་བ་མེད་པ། དོར་བ་མེད་པ་སྟེ།
en: The Dharma is without acceptance or rejection.

source: ད་ལྟར་གྱི་དུས་ལའང་མི་གནས་པར་བལྟ་ལགས་སོ།
en: and not abiding in the present time.

source: ཕྱི་མའི་མཐར་མི་འཕོ་བ་དང་།
en: not passing on to the future,

source: །སྔོན་གྱི་མཐའ་ནས་མ་སྐྱེས་པ་དང་།
en: I see him as not born from the past,

source: །བཅོམ་ལྡན་འདས་གང་གི་ཚེ་བདག་དེ་བཞིན་གཤེགས་པ་ལ་ལྟ་འཚལ་བ་དེའི་ཚེ་དེ་བཞིན་གཤེགས་པ་མི་མཐོང་བས་ལྟ་བ་ལགས་སོ།
en: “Lord, when I see the Tathāgata, I view him by not seeing any Tathāgata.

source: བཅོམ་ལྡན་འདས་དགེ་བའི་རྩ་བ་ཚད་མེད་པ་དང་ལྡན་ལྡན་པ་དེ་ལ་སྙུན་ག་ལ་མངའ་སྟེ།
en: How then could the Lord, who has an infinite root of virtue, have any disease?

source: དེ་ནི་གནས་མེད་དོ།
en: It is impossible.

source: །རིགས་ཀྱི་བུ་ཁྱོད་གང་གི་ཚེ་དེ་བཞིན་གཤེགས་པ་ལ་ལྟ་འདོད་པར་གྱུར་པ་དེའི་ཚེ་ཁྱོད་དེ་བཞིན་གཤེགས་པ་ལ་ཇི་ལྟར་ལྟ།
en: “Noble son, when you see the Tathāgata, how do you view him?”

source: །།དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: Thereupon, the Buddha said to the Licchavi Vimalakīrti,

source: དེ་ནས་སངས་རྒྱས་ཀྱི་ཞིང་འདི་ནས་མི་སྣང་བར་གྱུར་ཏེ།
en: They then disappeared from this universe

source: སྐད་ཅིག་ཡུད་ཙམ་ཐང་ཅིག་གིས་འཇིག་རྟེན་གྱི་ཁམས་སྤོས་ཐམས་ཅད་ཀྱི་མཆོག་དེར་འཁོད་དོ།
en: and in a split second were back in the universe Sarva­gandha­sugandhā.

source: །བཅོམ་ལྡན་འདས་ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པ་དྲིས་པ་ལན་འདེབས་པ་བསྟན་པ་འདི་འདྲི་སྟེ།
en: “Lord, such was my conversation with the Licchavi Vimalakīrti,

source: དེ་བས་ན་ཀུན་དགའ་བོ་ངོ་ཚ་བར་མ་བྱེད་པར་འོ་མ་ཁྱེར་ལ་སླར་སོང་ཤིག་ཅེས་མཆིའོ།
en: Therefore, Ānanda, do not be ashamed, and go and get the milk!’

source: འོན་ཀྱང་བཅོམ་ལྡན་འདས་སྙིགས་མ་ལྔའི་དུས་ལ་བྱུང་བས་དེའི་ཕྱིར་སེམས་ཅན་རྣམས་དམན་ཞིང་དབུལ་བའི་སྤྱོད་པས་རྣམ་པར་འདུལ་ཏེ།
en: Nevertheless, since the Buddha has appeared during the time of the five corruptions, he disciplines living beings by acting lowly and humble.

source: །དེ་ནས་བདག་གིས་བར་སྣང་ལས་སྒྲ་ཐོས་པ་ཀུན་དགའ་བོ་ཁྱིམ་བདག་ཇི་ལྟར་སྟོན་པ་དེ་དེ་བཞིན་ཏེ།
en: Then I heard a voice from the sky: ‘Ānanda! The householder speaks to you truly.

source: བདག་རབ་ཏུ་ངོ་ཚ་བར་གྱུར་ཏོ།
en: and I was very much ashamed.

source: །ཞེས་མཆི་ནས། དེ་ལ་བཅོམ་ལྡན་འདས་ལས་བདག་གིས་ལོག་པར་ཐོས་ཤིང་ལོག་པར་བཟུང་བར་མ་གྱུར་གྲང་སྙམ་སྟེ།
en: “When I had heard these words, I wondered if I had previously misheard and misunderstood the Buddha,

source: །བཙུན་པ་ཀུན་དགའ་བོ་དེ་ལྟ་བུ་ལ་ནད་ཡོད་པར་འདོད་པ་ནི་མི་རིགས་ཤིང་འདྲ་བ་མ་ཡིན་ནོ།
en: Reverend Ānanda, to believe there can be illness in such a body is irrational and unseemly!

source: །དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་འདུས་མ་བྱས་ཏེ། འདུ་བྱེད་ཐམས་ཅད་དང་བྲལ་བའོ།
en: The body of a tathāgata is uncompounded and free of all formative activity.

source: །དེ་བཞིན་གཤེགས་པའི་སྐུ་ལ་གནོད་པ་མེད་དེ། ཟག་པ་ཐམས་ཅད་ལས་རྣམ་པར་ལོག་པའོ།
en: There is no injury to the body of a tathāgata, as it is rid of all defilements.

source: བཙུན་པ་ཀུན་དགའ་བོ་དེ་བཞིན་གཤེགས་པ་རྣམས་ནི་ཆོས་ཀྱི་སྐུ་སྟེ།
en: “ ‘Reverend Ānanda, the tathāgatas have the body of the Dharma—

source: ཁ་ཟས་ཀྱིས་གསོས་པའི་ལུས་མ་ཡིན་ནོ།
en: not a body that is sustained by material food.

source: །དེ་བཞིན་གཤེགས་པ་རྣམས་ནི་འཇིག་རྟེན་ལས་འདས་པའི་སྐུ་ཡིན་ཏེ། འཇིག་རྟེན་གྱི་ཆོས་ཐམས་ཅད་ལས་ཡང་དག་པར་འདས་པའོ།
en: The tathāgatas have a transcendental body that has transcended all mundane qualities.

source: བསམ་གཏན་དུའང་མ་ལགས་པ། གཡེང་བར་ཡང་མ་ལགས་པ།
en: neither concentration nor distraction,

source: ཤེས་རབ་ཏུ་ཡང་མ་ལགས་པ། འཆལ་པའི་ཤེས་རབ་ཏུའང་བརྗོད་པའང་མ་ལགས་པ།
en: neither wisdom nor foolishness.

source: བཙུན་པ་ཀུན་དགའ་བོ་གབ་ཅིང་མི་སྣང་བར་བཞུད་ཅིག །སུས་ཀྱང་ཐོས་ས་རེ།
en: Reverend Ānanda, go then discreetly so that no one observes you.

source: ས་ལ་གནས་ཤིང་སྐྱེ་བ་དེ་བཞིན་དུ་འདུས་མ་བྱས་ངེས་པ་ཐོབ་པའི་སེམས་ཅན་ལ་སངས་རྒྱས་ཀྱི་ཆོས་མི་སྐྱེའི། འཇིག་ཚོགས་ལ་ལྟ་བ་རི་རབ་དང་མཉམ་པ་བསྐྱེད་ནས་བྱང་ཆུབ་ཀྱི་སེམས་སྐྱེ་སྟེ། དེ་ནས་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་སྐྱེའོ།
en: so the buddha-qualities do not grow in those determined for the absolute but do grow in those who conceive the spirit of enlightenment, after having produced a Sumeru-like mountain of egoistic views.

source: བདེན་པར་ཡང་མ་ལགས་པ། བརྫུན་པར་ཡང་མ་ལགས་པ།
en: He is neither truth nor falsehood;

source: ངེས་པར་འབྱིན་པ་ཡང་མ་ལགས་པ། ངེས་པར་མི་འབྱིན་པའང་མ་ལགས་པ།
en: neither escape from the world nor failure to escape from the world;

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་ལ་བཀའ་སྩལ་པ།
en: The Buddha then said to the bodhisattva Maitreya,

source: འགྲོ་བར་བགྱི་བ་ཡང་མ་ལགས་པ། འགྲོ་བར་མི་བགྱི་བ་ཡང་མ་ལགས་པ།
en: neither cause of involvement in the world nor not a cause of involvement in the world;

source: བྱམས་པ་ཁྱོད་ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པའི་ནད་འདྲིར་སོང་ཤིག
en: “Maitreya, go to the Licchavi Vimalakīrti to inquire about his illness.”

source: །བྱམས་པས་ཀྱང་གསོལ་པ།
en: Maitreya replied,

source: བརྩོན་འགྲུས་སུའང་མ་ལགས་པ། ལེ་ལོར་ཡང་མ་ལགས་པ།
en: neither effort nor sloth,

source: བཟོད་པར་ཡང་མ་ལགས་པ། གནོད་སེམས་སུ་ཡང་མ་ལགས་པ།
en: neither tolerance nor malice,

source: ཚུལ་ཁྲིམས་སུའང་མ་ལགས་པ། འཆལ་བའི་ཚུལ་ཁྲིམས་སུའང་མ་ལགས་པ།
en: neither morality nor immorality,

source: གང་གི་དོན་དུའང་བརྗོད་པ་མ་ལགས་པ།
en: He cannot be explained as having any meaning whatsoever.

source: འདུས་བྱས་ཀྱང་མ་ལགས་པ། འདུས་མ་བྱས་ཀྱང་མ་ལགས་པ།
en: He is neither compounded nor uncompounded

source: ཉན་ཐོས་ཀྱིས་ནི་ཇི་སྲིད་འཚོའི་བར་དུ་སངས་རྒྱས་ཀྱི་ཆོས་སྟོབས་དང་མི་འཇིགས་པ་རྣམས་ཐོས་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པར་མི་ནུས་པའི་ཕྱིར་རོ།
en: but the disciples, although they may hear of the qualities, powers, and fearlessnesses of the Buddha until the end of their days, are not capable of conceiving the spirit of unexcelled perfect enlightenment.”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་ཐམས་ཅད་སྟོན་པ་ཞེས་བྱ་བ་འཁོར་དེར་འདུས་ཏེ་འདུག་པ་དེས་ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Thereupon, the bodhisattva Sarva­rūpa­saṃdarśana, who was present in that assembly, addressed the Licchavi Vimalakīrti:

source: ཡུལ་ལ་མི་གནས་ཤིང་ཕྱོགས་ལ་མི་གནས་པ་དགེ་བའང་མ་ལགས་པ། མི་དགེ་བའང་མ་ལགས་པ།
en: He lives in no country or direction. He is neither good nor evil.

source: ཉམ་ཆུང་བ་ཡང་མ་ལགས་པ། སྟོབས་དང་ལྡན་པ་ཡང་མ་ལགས་པ།
en: He is neither weak nor strong.

source: མིང་མ་མཆིས་པ། མཚན་མ་མ་མཆིས་པ།
en: He is neither name nor sign.

source: མུན་པ་ཡང་མ་ལགས་པ། སྣང་བ་ཡང་མ་ལགས་པ།
en: He is neither darkness nor light.

source: རྣམ་པར་ཤེས་པ་ལ་གནས་པའང་མ་ལགས་པ།
en: nor is he inherent in consciousness.

source: རྣམ་པར་ཤེས་པས་འཚལ་བར་བགྱི་བའང་མ་ལགས་པ།
en: He cannot be discovered by consciousness,

source: །ཁྱིམ་བདག་ཁྱོད་ཀྱི་ཕ་མ་དང་། བུ་དང་། ཆུང་མ་དང་། བྲན་ཕོ་དང་། བྲན་མོ་དང་། ལས་བྱེད་པ་དང་། ཞོ་ཤས་འཚོ་བ་རྣམས་ག་རེ།
en: “Householder, where are your father and mother, your children, your wife, your servants, your maids, your laborers, and your attendants?

source: མཛའ་བཤེས་དང་། ཉེ་དུ་དང་། སྣག་གི་གཉེན་མཚམས་རྣམས་ག་རེ།
en: Where are your friends, your relatives, and your kinsmen?

source: གཡོག་དང་། རྟ་དང་། གླང་པོ་ཆེ་དང་། ཤིང་རྟ་དང་། དཔུང་བུ་ཆུང་དང་། བཞོན་པ་རྣམས་ག་རེ།
en: Where are your servants, your horses, your elephants, your chariots, your bodyguards, and your bearers?”

source: དེ་སྐད་ཅེས་སྨྲས་པ་དང་། ལིད་ཙ་བཱི་དྲི་མ་མེད་པར་གྲགས་པས་བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་ཐམས་ཅད་སྟོན་པ་ལ་ཚིགས་སུ་བཅད་པ་འདི་དག་སྨྲས་སོ།
en: Thus addressed, the Licchavi Vimalakīrti spoke the following verses to the bodhisattva Sarva­rūpa­saṃdarśana:

source: །བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དག་གི།
en: “Of the true bodhisattvas,

source: །མ་ནི་ཤེས་རབ་ཕ་རོལ་ཕྱིན།
en: The mother is the transcendence of wisdom,

source: །ཕ་ནི་ཐབས་ལ་མཁས་པ་སྟེ།
en: The father is the skill in liberative technique;

source: །ཆོས་ལ་དགའ་བ་ཆུང་མ་སྟེ།
en: “Their wife is the joy in the Dharma,

source: །བྱམས་དང་སྙིང་རྗེ་བུ་མོ་ཡིན།
en: Love and compassion are their daughters,

source: །ཆོས་དང་བདེན་གཉིས་བུ་ཕོ་ཡིན།
en: The Dharma and the truth are their sons,

source: །སྟོང་པའི་དོན་སེམས་ཁྱིམ་ཡིན་ནོ།
en: And their home is deep thought on the meaning of voidness.

source: །དེ་བཞིན་ཉོན་མོངས་ཐམས་ཅད་ནི། །ཅི་དགར་དབང་བྱེད་སློབ་མའོ།
en: “All the passions are their disciples, Controlled at will.

source: སྦྱིན་པར་ཡང་མ་ལགས་པ། སེར་སྣར་ཡང་མ་ལགས་པ།
en: “The Tathāgata is neither generosity nor avarice,

source: །བྱམས་པ་ཁྱོད་བཅོམ་ལྡན་འདས་ཀྱིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་གཅིག་གིས་ཐོགས་པར་ལུང་བསྟན་ན།
en: “ ‘Maitreya, the Buddha has prophesied that only one more birth stands between you and unexcelled, perfect enlightenment.

source: །དེ་གྲོགས་རྟག་ཏུ་འགྲོགས་པ་ནི། །ཕ་རོལ་ཕྱིན་པ་དྲུག་རྣམས་སོ།
en: “Their companions, ever with them, Are the six transcendences.

source: །གཟུགས་རྣམས་དེ་ཡི་སྐྱེད་མོས་ཚལ། །བྱང་ཆུབ་ཡན་ལག་མེ་ཏོག་རྒྱས།
en: “The incantations make their garden, Which blossoms with the flowers of the factors of enlightenment,

source: །གལ་ཏེ་ཁྱོད་དེ་ལྟ་བུར་ལུང་བསྟན་ན་ནི། སེམས་ཅན་ཐམས་ཅད་ཀྱང་ལུང་བསྟན་པ་ཡིན་ནོ།
en: If your enlightenment can be prophesied in such a way, so can that of all living beings.

source: ཇི་ལྟར་ལུང་བསྟན་པ་དེ་བཞིན་ཉིད་ནི་མི་སྐྱེ་མི་འགག་ཅིང་སྐྱེ་བར་མི་འགྱུར་ལ་འགག་པར་མི་འགྱུར་ཏེ།
en: Your reality as prophesied is not born and does not cease, nor will it be born nor will it cease.

source: །འདྲེན་པ་རྣམས་ནི་དེ་ལས་སྐྱེས།
en: The leaders are born of such parents.

source: ། ལམ་ནི་ཞི་བ་ཡན་ལག་བརྒྱད།
en: And their path is the eightfold peace.

source: །དེ་ཡི་རྒྱན་ནི་མཚན་རྣམས་དང་། །དཔེ་བྱད་བཟང་པོ་བརྒྱད་ཅུའོ།
en: “Their ornaments are the auspicious signs And the eighty marks;

source: འདི་ལྟར་དགེ་སློང་དག་ཁྱོད་ནི་སྐད་ཅིག་གཅིག་ཏུ་སྐྱེའོ། །རྒའོ་འཆིའོ། །འཕོའོ། །འབྱུང་ངོ་ཞེས་གསུངས་སོ།
en: “Bhikṣus, in a single moment, you are born, you age, you die, you transmigrate, and you are reborn.”

source: །མལ་ནི་བསམ་གཏན་བཞི་རྣམས་ཏེ། །འཚོ་བ་དག་པས་ཀུན་ཏུ་བཏིང་།
en: “Their bed consists of the four contemplations, And its spread is the pure livelihood.

source: བྱམས་པ་དེ་སྐྱེ་བ་གང་གིས་ལུང་བསྟན།
en: What kind of birth does this prophecy concern, Maitreya?

source: །ནན་ཏན་དག་ནི་རྙེད་ཆེན་ཏེ། །ཡོངས་སུ་བསྔོ་བ་བྱང་ཆུབ་ཕྱིར།
en: Their great income is pure practice, And it is dedicated to the supreme enlightenment.

source: །བསམ་པ་དགེ་བ་དེ་དག་གི། །གོས་ནི་ཁྲེལ་ཡོད་ངོ་ཚ་ཤེས།
en: Their garland is virtuous aspiration, And their clothing is good conscience and consideration.

source: །དེ་དག་དམ་ཆོས་ནོར་དང་ལྡན། །རབ་ཏུ་སྦྱོར་བ་ཆོས་སྟོན་པ།
en: “Their wealth is the holy Dharma, And their business is its teaching;

source: །དེ་དག་སད་པ་ཡེ་ཤེས་ཏེ། །རྟག་ཏུ་ཐོས་པ་མཉམ་པར་གཞག
en: Their awakening consists of gnosis, Which is constant learning and meditation.

source: །དེ་དག་ཟས་ནི་བདུད་རྩི་སྟེ། །རྣམ་གྲོལ་ཁུ་བ་བཏུང་བ་ཡིན།
en: “Their food is the ambrosia of the teachings, And their drink is the juice of liberation.

source: །བསམ་པ་རྣམ་དག་ཁྲུས་ཡིན་ཏེ། །སྤོས་ཀྱིས་བསྐུ་བ་ཚུལ་ཁྲིམས་སོ།
en: Their bath is pure aspiration, And morality their unguent and perfume.

source: བྱམས་པ་ཁྱོད་གང་གི་ཚེ་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བ་དེའི་ཚེ་སེམས་ཅན་ཐམས་ཅད་ཀྱང་དེ་ལྟ་བུའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ།
en: Maitreya, whenever you attain buddhahood, which is the perfection of enlightenment, at the same time all living beings will also attain buddhahood.

source: །ཉོན་མོངས་དགྲ་རྣམས་བཅོམ་པས་ན། །དེ་དག་དཔའ་བོ་མི་ཕམ་པ།
en: “Having conquered the enemy afflictions, They are the invincible heroes.

source: སྨྲ་བ་དང་སྤྱོད་པ་ཐམས་ཅད་ཤིན་ཏུ་ཆད་པ་སྟེ།
en: he is the cessation of all theory and all practice.

source: །བདུད་བཞི་དག་ཀྱང་རབ་ཏུ་བཏུལ། །བྱང་ཆུབ་དཀྱིལ་འཁོར་རྒྱལ་མཚན་བསྒྲེང་།
en: Having subdued the four māras, They raise their standard on the field of enlightenment.

source: །རིགས་ཀྱི་བུ་ཁྱོད་གང་ནས་ཤི་འཕོས་ཏེ་འདིར་སྐྱེས།
en: “Noble sir, where did you die to reincarnate here?”

source: །བསམས་བཞིན་སྐྱེ་བ་སྟོན་མོད་ཀྱི། །སྐྱེ་བ་མེད་ཅིང་འབྱུང་བ་མེད།
en: “They manifest birth voluntarily, Yet they are not born, nor do they originate.

source: །ཞིང་ཀུན་ཏུ་ཡང་སྣང་བ་ནི། ། ཉི་མ་ཤར་བ་བཞིན་དུའོ།
en: They shine in all the fields of the buddhas, Just like the rising sun.

source: །འདྲེན་ལ་མཆོད་པ་ཐམས་ཅད་ཀྱིས། །སངས་རྒྱས་བྱེ་བ་མཆོད་ནས་ཀྱང་། །བདག་དང་སངས་རྒྱས་རྣམས་ལ་ནི། །ནམས་ཀྱང་གནས་པར་ཡོང་མི་བྱེད།
en: “Though they worship buddhas by the millions, With every conceivable offering, They never dwell upon the least difference Between the buddhas and themselves.

source: ཤཱ་རིའི་བུ་ཁྱོད་ཀྱིས་སྐྱེས་བུ་དམ་པ་འདི་ལ་ཁྱོད་གང་ནས་ཤི་འཕོས་ཏེ། འདིར་སྐྱེས་ཞེས་དྲིས་ཤིག
en: “Śāriputra, ask this good man directly where he died to reincarnate here.”

source: །བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུ་དྲི་མ་མེད་པར་གྲགས་པ་དེ་སངས་རྒྱས་ཀྱི་ཞིང་གང་ནས་ཤི་འཕོས་ཏེ་སངས་རྒྱས་ཀྱི་ཞིང་འདིར་མཆིས།
en: “Lord, in which buddhafield did the noble Vimalakīrti die, before reincarnating in this buddhafield?”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: The venerable Śāriputra then asked the Buddha,

source: །གང་གིས་རྣམ་པ་གཞན་དུ་མཐོང་བ་དེ་ནི་ལོག་པར་མཐོང་བ་ལགས་སོ།
en: Who sees otherwise, sees falsely.”

source: །གང་གིས་དེ་ལྟར་མཐོང་བ་དེ་ནི་ཡང་དག་པར་མཐོང་བ་ལགས་སོ།
en: Who sees thus, truly sees.

source: །བདུད་ཀྱི་ལས་རྣམས་ཤེས་མོད་ཀྱི། །བདུད་རྣམས་ཀྱི་ཡང་རྗེས་སུ་འཇུག
en: “Although they recognize the deeds of māras, They can get along even with these māras;

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་འདི་འདྲ་སྟེ། དེ་ལ་དེ་ལྟར་བལྟ་ལགས་སོ།
en: “Such is the body of the Tathāgata and thus should he be seen.

source: ཐ་སྙད་དུ་བསྟན་པ་ཐམས་ཅད་ཀྱིས་བརྗོད་པར་བགྱི་བ་མ་ལགས་པ་སྟེ།
en: No verbal teaching can express him.

source: །སྒྱུ་མའི་ཆོས་ཀྱིས་རྣམ་རྩེན་པས། །སེམས་ཅན་ཡོངས་སུ་སྨིན་པའི་ཕྱིར། །རྒ་བ་དང་ནི་ན་བར་གྱུར། །བདག་ཉིད་ཤི་བར་རབ་ཏུ་སྟོན།
en: “They play with illusory manifestations In order to develop living beings, Showing themselves to be old or sick, And even manifesting their own deaths.

source: རླབས་མ་མཆིས་པ།
en: and without strain.

source: །ཐབས་ཀྱི་ཕ་རོལ་ཕྱིན་པ་དག །དེ་ཡི་བྱ་བ་ཀུན་ཀྱང་སྟོན།
en: For even such activities may be manifested By those perfected in liberative art.

source: དགའ་བ་མ་མཆིས་པ།
en: without joy,

source: མྱ་ངན་མ་མཆིས་པ།
en: he is without sorrow,

source: །ས་རྣམས་རབ་ཏུ་ཚིག་པ་ནི། །བསྐལ་པས་སྲེག་པར་ཀུན་སྟོན་ཏེ། །སེམས་ཅན་རྟག་པར་འདུ་ཤེས་པ། །མི་རྟག་པར་ནི་རབ་བསྟན་ཏོ།
en: “They demonstrate the burning of the earth In the consuming flames of the world’s end, In order to demonstrate impermanence To living beings convinced about permanence.

source: །བྱམས་པ་ཁྱོད་གང་གི་ཚེ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་དེའི་ཚེ་སེམས་ཅན་ཐམས་ཅད་ཀྱང་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འགྱུར་རོ།
en: Maitreya, at the moment when you attain ultimate liberation, all living beings will also attain ultimate liberation.

source: འཇིག་པ་མ་མཆིས་པ། ཀུན་གཞི་མ་མཆིས་པ།
en: He is without fear and without subconsciousness;

source: དེ་དག་གི་སེམས་ཅན་ཐམས་ཅད་ཤིན་ཏུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ཤིང་མྱ་ངན་ལས་འདས་པའི་རང་བཞིན་ཅན་དུ་མཐོང་བའི་ཕྱིར་རོ།
en: For, since all living beings are utterly liberated, the tathāgatas see them as having the nature of ultimate liberation.

source: །བྱམས་པ་དེ་ལྟ་བས་ན་ལྷའི་བུ་འདི་རྣམས་མ་བྲིད་མ་སླུ་ཤིག
en: “ ‘Therefore, Maitreya, do not fool and delude these deities!

source: །ཐམས་ཅད་ཁྱིམ་དུ་ཟན་བྱིན་ཏེ།
en: They partake of offerings at the homes of all,

source: །ཐམས་ཅད་བྱང་ཆུབ་ཕྱིར་བསྔོའོ།
en: And dedicate all for the sake of enlightenment.

source: །བྱང་ཆུབ་ལ་ནི་སུ་ཡང་མི་གནས་མི་ལྡོག་གི
en: No one abides in, or regresses from, enlightenment.

source: །བྱམས་པ་ལྷའི་བུ་འདི་དག་བྱང་ཆུབ་ལ་ཀུན་ཏུ་རྟོག་པར་ལྟ་བ་དེ་འདོར་དུ་ཆུག་ཤིག
en: Maitreya, you should introduce these deities to the repudiation of all discriminative constructions concerning enlightenment.

source: །བྱང་ཆུབ་ནི་ལུས་ཀྱིས་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བ་མ་ཡིན། སེམས་ཀྱིས་ཀྱང་མ་ཡིན་ནོ།
en: “ ‘Enlightenment is perfectly realized neither by the body nor by the mind.

source: །བྱང་ཆུབ་ནི་མཚན་མ་ཐམས་ཅད་རྣམ་པར་ཞི་བའོ།
en: Enlightenment is the eradication of all marks.

source: །བྱང་ཆུབ་ནི་དམིགས་པ་ཐམས་ཅད་ཀྱིས་སྒྲོ་བཏགས་པ་མེད་པའོ།
en: Enlightenment is free of presumptions concerning all objects.

source: །འཇིག་རྟེན་ཡ་མཚན་ཇི་སྙེད་པ། །དེ་དག་ཀུན་ཏུ་རབ་བྱུང་ནས། །ལྟ་བ་ཐ་དད་གྱུར་པ་ཡི། །སེམས་ཅན་རྣམས་ནི་ཡོངས་སུ་འགྲེལ།
en: “By devoting themselves as monks To all the strange sects of the world, They develop all those beings Who have attached themselves to dogmatic views.

source: །བྱང་ཆུབ་ནི་ཡིད་ལ་བྱེད་པ་ཐམས་ཅད་རྒྱུ་བ་མེད་པའོ།
en: Enlightenment is free of the functioning of all intentional thoughts.

source: །བྱང་ཆུབ་ནི་ལྟ་བར་གྱུར་པ་ཐམས་ཅད་ཡོངས་སུ་ཆད་པའོ།
en: Enlightenment is the annihilation of all convictions.

source: །བྱང་ཆུབ་ནི་ཡོངས་སུ་རྟོག་པ་ཐམས་ཅད་དང་བྲལ་བའོ།
en: Enlightenment is free from all discriminative constructions.

source: །ཟླ་བའམ་ཉི་མར་དེ་གྱུར་ཏེ། ། བརྒྱ་བྱིན་ཚངས་པ་སྐྱེ་དགུ་དབང་། །ཆུ་དང་མེར་ཀྱང་རབ་གྱུར་ཏེ། །ས་དང་རླུང་དུའང་དེ་བཞིན་ནོ།
en: “They may become suns or moons, Indras, Brahmās, or lords of creatures; They may become fire or water Or earth or wind.

source: །བྱང་ཆུབ་ནི་གཡོ་བ་དང་། སེམས་པ་དང་བསྐྱོད་པ་ཐམས་ཅད་དང་བྲལ་བའོ།
en: Enlightenment is free from all vacillation, mentation, and agitation.

source: །བྱང་ཆུབ་ནི་སྨོན་ལམ་ཐམས་ཅད་ལ་མི་འཇུག་པའོ།
en: Enlightenment is not involved in any commitments.

source: ཐམས་ཅད་དུ་ཁ་ན་མ་ཐོ་བ་མ་མཆིས་པ།
en: He is without reproach,

source: །བྱང་ཆུབ་ནི་འཛིན་པ་ཐམས་ཅད་དང་བྲལ་ཞིང་མ་ཆགས་པར་འཇུག་པའོ།
en: Enlightenment is the arrival at detachment, through freedom from all habitual attitudes.

source: ཅི་ཡང་མ་མཆིས་པ།
en: without excess,

source: །ནད་ཀྱི་བསྐལ་པ་བར་མ་ལ། །དེ་ནི་རྩི་མཆོག་དམ་པར་གྱུར། །དེས་ནི་སེམས་ཅན་རྣམ་གྲོལ་ཞིང་། །ནད་རྣམས་མེད་ཅིང་བདེ་བར་འགྱུར།
en: “During the short eons of maladies, They become the best holy medicine; They make beings well and happy, And bring about their liberation.

source: སྙིགས་མ་མ་མཆིས་པ།
en: without corruption,

source: །མུ་གེའི་བསྐལ་པ་བར་མ་ལ། །ཟས་དང་སྐོམ་དུ་བསྒྱུར་ནས་སུ། །བཀྲེས་ཤིང་སྐོམ་པ་མེད་བྱས་ཏེ། །སྲོག་ཆགས་རྣམས་ལ་ཆོས་སྟོན་ཏོ།
en: “During the short eons of famine, They become food and drink. Having first alleviated thirst and hunger, They teach the Dharma to living beings.

source: །མཚོན་གྱི་བསྐལ་པ་བར་མ་ལ། །དེ་དག་བྱམས་པ་སྒོམ་གྱུར་ཏེ། །སེམས་ཅན་བྱེ་བ་བརྒྱ་མང་པོ། །གནོད་སེམས་མེད་ལ་འཛུད་པར་བྱེད།
en: “During the short eons of swords, They meditate on love, Introducing to nonviolence Hundreds of millions of living beings.

source: ཆོས་ཐམས་ཅད་ལ་སྙོམས་ཤིང་ཆོས་ཐམས་ཅད་ལ་བྱེ་བྲག་མ་མཆིས་པ་ཐོབ་པ།
en: Equal toward all things, he does not discriminate between them.

source: ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་དང་མཚུངས་པ་ཐོབ་པ།
en: having attained the equanimity of omniscient gnosis.

source: །སངས་རྒྱས་ཞིང་ནི་ཇི་སྙེད་པ། །བསམ་གྱིས་མི་ཁྱབ་དམྱལ་བར་ཡང་། །སེམས་ཅན་རྣམས་ལ་ཕན་པའི་ཕྱིར། །བསམས་བཞིན་དུ་ནི་དེར་འགྲོའོ།
en: “In order to help living beings, They voluntarily descend Into the hells which are attached To all the inconceivable buddhafields.

source: །ཇི་སྙེད་དུད་འགྲོའི་སྐྱེ་གནས་ཀྱི། །འགྲོ་བར་རབ་ཏུ་བསྟན་པ་ནི། །ཐམས་ཅད་དུ་ཡང་ཆོས་སྟོན་ཏོ།
en: “They manifest their lives In all the species of the animal kingdom, Teaching the Dharma everywhere.

source: ཞིང་དུ་གྱུར་པའང་མ་ལགས་པ། ཞིང་དུ་མ་གྱུར་པ་ཡང་མ་ལགས་པ།
en: He is neither a field of merit nor not a field of merit;

source: སྦྱིན་པར་འོས་པ་ཡང་མ་ལགས་པ། སྦྱིན་པ་མི་སྦྱོང་བའང་མ་ལགས་པ།
en: he is neither worthy of offerings nor unworthy of offerings.

source: །དེ་ཕྱིར་རྣམ་པར་འདྲེན་ཅེས་བྱ།
en: Thus they are called ‘leaders.’

source: གཟུང་བར་བགྱི་བའང་མ་ལགས་པ།
en: He is not an object,

source: རེག་པར་བགྱི་བའང་མ་ལགས་པ།
en: and cannot be contacted.

source: །བྱང་ཆུབ་ནི་ཆོས་ཀྱི་དབྱིངས་ཀྱི་གནས་ཀྱིས་གནས་པའོ།
en: The ground of enlightenment is the ultimate realm.

source: །འདོད་པའི་ལོངས་སྤྱོད་རྣམས་ཀྱང་སྟོན། །བསམ་གཏན་པ་ལ་བསམ་གཏན་སྟོན།
en: “They display sensual enjoyment to the worldlings, And trances to the meditative.

source: །བདུད་རྣམས་རབ་ཏུ་འཇོམས་བྱེད་ཅིང་། །དེ་དག་གླགས་རྙེད་འགྱུར་མི་བྱེད།
en: They completely conquer the māras, And allow them no chance to prevail.

source: །བྱང་ཆུབ་ནི་དེ་བཞིན་ཉིད་རྗེས་སུ་རྟོགས་པའོ།
en: Enlightenment is realization of reality.

source: །བྱང་ཆུབ་ནི་ཡང་དག་པ་ཉིད་ཀྱི་མཐའ་ལ་གནས་པའོ།
en: Enlightenment abides at the reality-limit.

source: །བྱང་ཆུབ་ནི་ཡིད་དང་ཆོས་མེད་པས་གཉིས་སུ་མེད་པའོ།
en: Enlightenment is without duality, since therein are no minds and no things.

source: །བྱང་ཆུབ་ནི་ནམ་མཁའ་དང་མཉམ་པས་མཉམ་པའོ།
en: Enlightenment is equality, since it is equal to infinite space.

source: །མེ་དབུས་ནས་ནི་པད་མ་ལྟར། །ཡང་དག་མ་ཡིན་དེ་སྟོན་ཏེ། །དེ་བཞིན་འདོད་དང་བསམ་གཏན་ཡང་། །ཡང་དག་མ་ཡིན་དེ་སྟོན་ཏོ།
en: “Just as displaying a lotus Amidst a fire is miraculous, So they display the miracles Of both pleasures and trances.

source: །སེམས་ཅན་རྣམས་ལ་ཕན་པའི་ཕྱིར། །གྲོང་མི་དང་ནི་དེད་དཔོན་དང་། །མདུན་ན་འདོན་དང་བློན་པོ་དང་། །བློན་པོ་ཆེན་པོར་རྟག་ཏུ་གྱུར།
en: “In order to help living beings, They always become chieftains, Captains, priests, and ministers, Or even prime ministers.

source: །བྱང་ཆུབ་ནི་སྐྱེ་བ་དང་། འཇིག་པ་དང་། གནས་པ་དང་། གཞན་དུ་འགྱུར་བ་མེད་པས་འདུས་མ་བྱས་པའོ།
en: “ ‘Enlightenment is unconstructed, because it is neither born nor destroyed, neither abides nor undergoes any transformation.

source: །སེམས་ཅན་དབུལ་པོ་རྣམས་ལ་ནི། །ཟད་མི་ཤེས་པའི་གཏེར་དུ་གྱུར། །གང་ལ་སྦྱིན་པ་བྱིན་པ་ཡང་། ། དེ་དག་བྱང་ཆུབ་སེམས་བསྐྱེད་བཙུད།
en: “For the sake of the poor, They become inexhaustible treasures, Causing those to whom they give their gifts To conceive the spirit of enlightenment

source: ཤིན་ཏུ་འདས་པའང་མ་ལགས་པ།
en: does not pass beyond.

source: སོང་བའང་མ་ལགས་པ། ཞུགས་པའང་མ་ལགས་པ།
en: He does not go, does not stay,

source: །བྱང་ཆུབ་ནི་སྐྱེ་མཆེད་རྣམས་ཀྱི་སྒོ་མ་ཡིན་པའོ།
en: Enlightenment is not a door for the sense-media.

source: །བྱང་ཆུབ་ནི་བག་ཆགས་ཐམས་ཅད་ཀྱི་མཚམས་སྦྱོར་བའི་ཉོན་མོངས་པ་དང་བྲལ་བས་མ་འདྲེས་པའོ།
en: Enlightenment is unadulterated, since it is free of the afflictions of the instinctually driven succession of lives.

source: །བྱང་ཆུབ་ནི་གནས་དང་གནས་མ་ཡིན་པ་དང་བྲལ་བས་ཡུལ་ལ་མི་གནས་ཤིང་ཕྱོགས་ལ་མི་གནས་པའོ།
en: Enlightenment is neither somewhere nor nowhere, abiding in no location or dimension.

source: །བྱང་ཆུབ་ནི་མིང་ཙམ་སྟེ་མིང་དེ་ཡང་གཡོ་བ་མེད་དོ།
en: Enlightenment is merely a name and even that name is motionless.

source: མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པ་ནི་གཉིས་སུ་མེད་པ་ལ་འཇུག་པའོ།
en: Thus the attainment of the tolerance of the birthlessness of things is the entrance into nonduality.”

source: །བྱང་ཆུབ་ནི་ཀུན་ནས་མི་ལྡང་ཞིང་དེ་བཞིན་ཉིད་ལ་མི་གནས་པའོ།
en: Enlightenment, not being contained in anything, does not stand in reality.

source: བདག་ཏུ་སྒྲོ་བཏགས་པ་མེད་ན་ངའི་བར་མི་འགྱུར་ཏེ།
en: If there is no presumption of a self, there will be no possessiveness.

source: །བྱང་ཆུབ་ནི་བླང་བ་དང་དོར་བ་མེད་པས་རླབས་མེད་དོ།
en: Enlightenment, free of abstention and undertaking, is energyless.

source: གང་སྒྲོ་བཏགས་པ་མེད་པ་དེ་ནི་གཉིས་སུ་མེད་པ་ལ་འཇུག་པའོ།
en: Thus, the absence of presumption is the entrance into nonduality.”
